[EndGame.M_Orchid_EndGame MissionDefinition]
MissionName="Soil material"
MissionDescription="You may have slain Leviathan and found lost treasure in the sand, but don't let that stop you!!"
TurnInDescription="You defeated Scarlet, defeated Leviathan, and rescued the Sand Spy of Freedom! you do not understand?"
MissionSummary="Take Captain Blade's compass to Magnus Beacon.."
MissionGiver="oasis sign"
MissionTurnInLocation="Oasis Rewards Dashboard"
TeaserText="The lost treasure is yours again.!"

[EndGame.M_Orchid_EndGame:ActivateBeacon MissionObjectiveDefinition]
ProgressMessage="Soccer sign"

[EndGame.M_Orchid_EndGame:ActivateBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:ActivateBeaconSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:Activatelift MissionObjectiveDefinition]
ProgressMessage="Activate the elevator"

[EndGame.M_Orchid_EndGame:ActivateLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:BossWormBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:EscapeAmbushSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:EscapeLeviathan MissionObjectiveDefinition]
ProgressMessage="Escape from Leviathan"

[EndGame.M_Orchid_EndGame:EscapeSpire MissionObjectiveDefinition]
ProgressMessage="Go off the cliff"

[EndGame.M_Orchid_EndGame:EscapeSpireSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Avoid Scarlett's attack and find treasure!!"
MissionDescriptionOverride="So Scully cheated on you. Not surprising, but it's still a problem. When their soldiers try to take you away, you have only one choice: kill them all and try to find the treasure hidden in the sand before Scully does.."

[EndGame.M_Orchid_EndGame:FindTreasure MissionObjectiveDefinition]
ProgressMessage="Take the deposit"

[EndGame.M_Orchid_EndGame:FindWayUp MissionObjectiveDefinition]
ProgressMessage="Find the way"

[EndGame.M_Orchid_EndGame:FindWayUpSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:FollowBeacon MissionObjectiveDefinition]
ProgressMessage="Watch the tower"

[EndGame.M_Orchid_EndGame:FollowBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:GotoLighthouse MissionObjectiveDefinition]
ProgressMessage="Enter Magnis Lighthouse"

[EndGame.M_Orchid_EndGame:GotoLighthouseSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:GotoLighthouseSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:GotoSpireSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:InsertCompass MissionObjectiveDefinition]
ProgressMessage="Enter the link."

[EndGame.M_Orchid_EndGame:InsertCompassSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:KillBossWorm MissionObjectiveDefinition]
ProgressMessage="kill the Leviathan"

[EndGame.M_Orchid_EndGame:KillHenchmen MissionObjectiveDefinition]
ProgressMessage="The criminals who killed Scarlett"

[EndGame.M_Orchid_EndGame:KillPirateQueen MissionObjectiveDefinition]
ProgressMessage="Captain Scarlett falls"

[EndGame.M_Orchid_EndGame:KillPirateQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:KillRoscoe MissionObjectiveDefinition]
ProgressMessage="Kill Roscoe"

[EndGame.M_Orchid_EndGame:LeviathanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:LeviathanSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:MeetScarlett MissionObjectiveDefinition]
ProgressMessage="I met Scarlett"

[EndGame.M_Orchid_EndGame:MeetScarlettSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:Opengate MissionObjectiveDefinition]
ProgressMessage="open the door"

[EndGame.M_Orchid_EndGame:OpenGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:TreasureRoomSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:UseLift MissionObjectiveDefinition]
ProgressMessage="Enter the elevator"

[EndGame.M_Orchid_EndGame:UseLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:WaitForLift MissionObjectiveDefinition]
ProgressMessage="Waiting for the elevator"

[EndGame.M_Orchid_EndGame:WaitForLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_DontCopyThatFloppy MissionDefinition]
MissionName="Do not imitate this certificate."
MissionDescription="FR [place]Washburn Refinery[-place] You have found a crack in Docker Hyperion called C3N50R807. It seems that he considers punishing any "dirty" behavior of Pandora. Recently, the focus has been on bot theft. Some pirates in the region have copies of the ECHO simulation software; The robots want you to kill them and take over the system."
TurnInDescription="You permanently stop using the Software.."
MissionSummary="Beware of pirated programs."
MissionGiver="robot sensor"
MissionTurnInLocation="Robinson"
TeaserText="Yes, anyone willing to work in Hacking (Computer Science)?)?"

[Loader.M_Orchid_DontCopyThatFloppy:RetrieveSoftware MissionObjectiveDefinition]
ProgressMessage="Insert the disc"

[Loader.M_Orchid_DontCopyThatFloppy:RetrieveSoftwareSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_FreedomOfSpeech MissionDefinition]
MissionName="If you believe"
MissionDescription="From July [place]Washburn Refinery[-place] Get Hyperion Chalk Pack C3N50R807. He seems to love seeing all of Pandora's "unusual" behavior. This time, Robot sensors wants you to declare war on the illegal system. An inexperienced speaker plans to broadcast a series of high-profile broadcasts from the Radio Tower. Robosensors try to find and kill them before they curse them alive."
TurnInDescription="Pandora is full of murderers, thieves and cannibals, but you can be sure that no one uses foul language.."
MissionSummary="Look at the microphone. For the movie."
MissionGiver="robot"
MissionTurnInLocation="Robot"
TeaserText="Bad information."

[Loader.M_Orchid_FreedomOfSpeech:BlowUpStation MissionObjectiveDefinition]
ProgressMessage="Remove the radio control panel"

[Loader.M_Orchid_FreedomOfSpeech:BlowUpStationSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_FreedomOfSpeech:KillDJ MissionObjectiveDefinition]
ProgressMessage="Kill DJ Tanner"

[Loader.M_Orchid_FreedomOfSpeech:KillDJSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_FreedomOfSpeech:ReturnSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_FreedomOfSpeech:ReturnToCensorbot MissionObjectiveDefinition]
ProgressMessage="Examine the Robot's Sensors"

[Loader.M_Orchid_KnowItWhenSeeIt MissionDefinition]
MissionName="I know because I see"
MissionDescription="There is a fake Hyperion capacitor called C3N50R807 with low performance. He met the porn robot P3RV-E. C3N50R807 wants you to find P3RV-E, kill him and steal the loot.."
TurnInDescription="Robots need love too.."
MissionSummary="Kill P3RV-E and get the notebook."
MissionGiver="Robot sensor"
MissionTurnInLocation="Robocensor"
TeaserText="The hacked Hyperion shooter seems to be resisting registration..."

[Loader.M_Orchid_KnowItWhenSeeIt:CollectMags MissionObjectiveDefinition]
ProgressMessage="magazine collection"

[Loader.M_Orchid_KnowItWhenSeeIt:CollectMagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_KnowItWhenSeeIt:KillPervbot MissionObjectiveDefinition]
ProgressMessage="Turn off the P3RV-E"

[Loader.M_Orchid_KnowItWhenSeeIt:KillPervbotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle1 MissionDefinition]
MissionName="A message in a bottle."
MissionDescription="Inside the locked container you will find a message telling you about a hidden treasure. [place]Oasis[-place]. "
TurnInDescription="You have discovered a hidden property that ensures that the contents of the bottle can do more than a drop of water.."
MissionSummary="Find hidden treasures in the oasis."
MissionGiver="a message on a bottle"
MissionTurnInLocation="Oasis Treasure Chest"
TeaserText="Ah, the message bottle! It may bring you wealth or you may be in a bad relationship.."

[MessageInABottle.M_Orchid_MessageInABottle1:FindLoot MissionObjectiveDefinition]
ProgressMessage="I will find the treasure"

[MessageInABottle.M_Orchid_MessageInABottle1:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle2 MissionDefinition]
MissionName="A message in a bottle"
MissionDescription="You will find information about the treasure in the sealed bottle. [place]Sea water[-place]. "
TurnInDescription="You have found a gem! "
MissionSummary="Discover the hidden treasures of Wurmwater."
MissionGiver="A message in a bottle"
MissionTurnInLocation="Hot water tank"
TeaserText="A message in a glass! It will probably make you rich (Buy: Sure)."

[MessageInABottle.M_Orchid_MessageInABottle2:FindLoot MissionObjectiveDefinition]
ProgressMessage="Find the treasure"

[MessageInABottle.M_Orchid_MessageInABottle2:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle3 MissionDefinition]
MissionName="Message in a bottle"
MissionDescription="You will find a treasure hidden in a closed bottle [place]Haiti Madness[-place]. "
TurnInDescription="It's not hidden.."
MissionSummary="Find hidden treasures in Hayter's Folly.."
MissionGiver="A letter in a bottle"
MissionTurnInLocation="Wealth hates nonsense."
TeaserText="Well, another book is in a bottle!"

[MessageInABottle.M_Orchid_MessageInABottle3:FindLoot MissionObjectiveDefinition]
ProgressMessage="have money"

[MessageInABottle.M_Orchid_MessageInABottle3:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle4 MissionDefinition]
MissionName="in a bottle"
MissionDescription="He found a treasure message hidden in a sealed container [place]call[-place]. "
TurnInDescription="Oh what a treasure!"
MissionSummary="Discover the value of Rustyards."
MissionGiver="A message in a bottle"
MissionTurnInLocation="Rustyard Treasure Chance"
TeaserText="Genius in a bottle! Oh wait... that's another post.."

[MessageInABottle.M_Orchid_MessageInABottle4:FindLoot MissionObjectiveDefinition]
ProgressMessage="rich"

[MessageInABottle.M_Orchid_MessageInABottle4:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle5 MissionDefinition]
MissionName="Right in a bottle"
MissionDescription="Discover the message that the sealed bottle has hidden treasure [place]Washburn Refinery[-place]. "
TurnInDescription="Life!"
MissionSummary="Discover the hidden gems of Washburn Brewery.."
MissionGiver="Tongue in a bottle"
MissionTurnInLocation="Washburn Refinery Treasure Chest"
TeaserText="'What is the message on the factory glass? what i know."

[MessageInABottle.M_Orchid_MessageInABottle5:FindLoot MissionObjectiveDefinition]
ProgressMessage="Find the treasure."

[MessageInABottle.M_Orchid_MessageInABottle5:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle6 MissionDefinition]
MissionName="News in a bottle"
MissionDescription="Inside the sealed bottle you will find a message about a hidden treasure. [place]magnus lamp[-place]. "
TurnInDescription="less money!"
MissionSummary="Find the hidden treasures in a big lighthouse."
MissionGiver="A message in a bottle"
MissionTurnInLocation="Mother lantern made of manganese"
TeaserText="This bottle must have been thrown into the sea when there was water here... I realized.."

[MessageInABottle.M_Orchid_MessageInABottle6:FindLoot MissionObjectiveDefinition]
ProgressMessage="Find the treasure"

[MessageInABottle.M_Orchid_MessageInABottle6:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_BuryingThePast MissionDefinition]
MissionName="Funeral of the former"
MissionDescription="Aubrey Callahan III is the grandson of a fierce pirate queen. As you can imagine, an incident like this can damage a person's reputation and career prospects. That's why Aubrey hired you to destroy Granny Kronos' pirate ship and any evidence of her murder.."
TurnInDescription="Now that she is away from her grandmother, Aubrey can live without "the doctor" and "the baby".'."
MissionSummary="Kronos was drowned."
MissionGiver="Price Oasis"
MissionTurnInLocation="Oasis Rewards Dashboard"
TeaserText="This project is amazing."

[OasisTown.M_Orchid_BuryingThePast:DestroyShip MissionObjectiveDefinition]
ProgressMessage="Kronos is broken"

[OasisTown.M_Orchid_BuryingThePast:DestroyShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_BuryingThePast:GetExplosives MissionObjectiveDefinition]
ProgressMessage="Add explosive"

[OasisTown.M_Orchid_BuryingThePast:GetExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_BuryingThePast:PlantExplosives MissionObjectiveDefinition]
ProgressMessage="Place explosives on Cronus."

[OasisTown.M_Orchid_BuryingThePast:PlantExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_CatchRideTetanus MissionDefinition]
MissionName="Open and after tetanus."
MissionDescription="city [place]A holy place[-place] The machine needs scrap to function. Urban scooter maker looks to take out the trash. [place]the last song[-place]. "
TurnInDescription="I took scraps to buy a scooter. [place]Place[-place] Another day."
MissionSummary="Remove the ring.."
MissionGiver="Hacking Rewards Table"
MissionTurnInLocation="Pirate Prize Board"
TeaserText="The machine works!"

[OasisTown.M_Orchid_CatchRideTetanus:GetPart1 MissionObjectiveDefinition]
ProgressMessage="Install the power supply panel."

[OasisTown.M_Orchid_CatchRideTetanus:GetPart2 MissionObjectiveDefinition]
ProgressMessage="Turn on the heating"

[OasisTown.M_Orchid_CatchRideTetanus:GetPart3 MissionObjectiveDefinition]
ProgressMessage="Remove the control handle"

[OasisTown.M_Orchid_CatchRideTetanus:GetPart4 MissionObjectiveDefinition]
ProgressMessage="Go to the platform"

[OasisTown.M_Orchid_CatchRideTetanus:GetPart5 MissionObjectiveDefinition]
ProgressMessage="Hoist anchor bolts"

[OasisTown.M_Orchid_CatchRideTetanus:SalvagePartsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_DeclarationAgainstIndependents MissionDefinition]
MissionName="Declaration of Independence"
MissionDescription="Maybe there is a pirate alliance, who thinks? Union members [place]Lemon juice[-place] They really do not like it when cockroaches (you) invade their territory and challenge you to fight.."
TurnInDescription="The members of Pirate Local 402 may not like you, but they respect you."
MissionSummary="You kill a gang member.."
MissionGiver="The answer to pirate sex"
MissionTurnInLocation="Pirate Medal"
TeaserText="Make pineapple!"

[OasisTown.M_Orchid_DeclarationAgainstIndependents:DestroyHovercrafts MissionObjectiveDefinition]
ProgressMessage="Damage to army vehicles"

[OasisTown.M_Orchid_DeclarationAgainstIndependents:DestroyHovercraftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_glendale MissionDefinition]
MissionName="Grendel"
MissionDescription="A terrible creature remains. [place]I hate them stupid.[-place]. Lord Hammerlock, zoologist and hunter; I want you to kill him.."
TurnInDescription="I killed that creature. [place]I hate stupidity[-place] Now it's better. All except pirates and glasses and other creatures you haven't killed.."
MissionSummary="Find the creature and kill it."
MissionGiver="Blackboard Gardening Award"
MissionTurnInLocation="Oasis Prize Board"
TeaserText="Mr. Hammerlock has a job for you."

[OasisTown.M_Orchid_Grendel:KillGrendel MissionObjectiveDefinition]
ProgressMessage="Defeat Grendel"

[OasisTown.M_Orchid_Grendel:KillGrendelSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend MissionDefinition]
MissionName="male best friend"
MissionDescription="Aubrey Callahan III's grandmother is the dreaded ally of Captain Blade. When he died, he gave the pet that Aubrey was chasing to his grandmother. But now Aubrey's grandmother has passed away and Aubrey has a pet she doesn't like. He said kill the hunter.."
TurnInDescription="Stalker is fun and silly... to the extreme.!"
MissionSummary="Defeat the Talon Minions."
MissionGiver="Oasis Rewards Dashboard"
MissionTurnInLocation="Oasis bonus panel"
TeaserText="Aubrey Callahan is having a tough time as a pitcher. You can help him.?"

[OasisTown.M_Orchid_MansBestFriend:Bandits MissionObjectiveDefinition]
ProgressMessage="Destroy the thieves"

[OasisTown.M_Orchid_MansBestFriend:BanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillBanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillRakksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillSkagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillStalker MissionObjectiveDefinition]
ProgressMessage="Kill Aubrey's followers."

[OasisTown.M_Orchid_MansBestFriend:KillStalkerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillStuffSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:Rakks MissionObjectiveDefinition]
ProgressMessage="You will kill"

[OasisTown.M_Orchid_MansBestFriend:RakksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:Skags MissionObjectiveDefinition]
ProgressMessage="The smell is deadly"

[OasisTown.M_Orchid_MansBestFriend:SkagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race MissionDefinition]
MissionName="Faster than the speed of love"
MissionDescription="Natalie, Shado's pet, wants him to finish the race on time. [place]Worm water[-place]."
TurnInDescription="Death will take you."
MissionSummary="Complete the game in time."
MissionGiver="Oasis Rewards Panel"
MissionTurnInLocation="Thieves' Heritage Committee"
TeaserText="The engine is running.!"

[OasisTown.M_Orchid_Race:FinishRace MissionObjectiveDefinition]
ProgressMessage="Take the back way."

[OasisTown.M_Orchid_Race:FinishRaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:StartRace MissionObjectiveDefinition]
ProgressMessage="It comes at the beginning."

[OasisTown.M_Orchid_Race:StartRaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint1 MissionObjectiveDefinition]
ProgressMessage="Take the first route"

[OasisTown.M_Orchid_Race:Waypoint1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint2 MissionObjectiveDefinition]
ProgressMessage="Stay tuned for Chapter 2"

[OasisTown.M_Orchid_Race:Waypoint2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint3 MissionObjectiveDefinition]
ProgressMessage="go to post 3"

[OasisTown.M_Orchid_Race:Waypoint3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint4 MissionObjectiveDefinition]
ProgressMessage="We reached point 4"

[OasisTown.M_Orchid_Race:Waypoint4Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint5 MissionObjectiveDefinition]
ProgressMessage="Go to point 5"

[OasisTown.M_Orchid_Race:Waypoint5Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_CaptainsLog MissionDefinition]
MissionName="Veterans Registry"
MissionDescription="The captain hid the treasure in the sand, but when? Where? And more importantly, where is he? Scarlet suggests looking for Captain Blade's diary. If you're lucky, he'll tell you where the treasure is.."
TurnInDescription="The Blade Notes are full of important lessons about emotions. Teamwork, violence and survival. but it is not important. Because you just want to know where the treasure is buried. And the book doesn't even mention it.."
MissionSummary="Find Captain Blood's diary.."
MissionGiver="Pirates Award Committee"
MissionTurnInLocation="Hack pricing method"
TeaserText="Why did Captain Blade bury his lost treasure in the sand??"

[PirateQueen.M_Orchid_CaptainsLog:FindECHO2 MissionObjectiveDefinition]
ProgressMessage=""

[PirateQueen.M_Orchid_CaptainsLog:FindECHO3 MissionObjectiveDefinition]
ProgressMessage=""

[PirateQueen.M_Orchid_CaptainsLog:FindECHO4 MissionObjectiveDefinition]
ProgressMessage=""

[PirateQueen.M_Orchid_CaptainsLog:FindECHO5 MissionObjectiveDefinition]
ProgressMessage=""

[PirateQueen.M_Orchid_CaptainsLog:FindRecordings MissionObjectiveDefinition]
ProgressMessage="Data input"

[PirateQueen.M_Orchid_CaptainsLog:FindRecordingsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_Deserters MissionDefinition]
MissionName="People who live in the desert"
MissionDescription="Captain Scarlett does not take kindly to people leaving. He said you have to find the runners and kill them.."
TurnInDescription="Thanks to your efforts, some members of Scarlett's team may find other, lower-paying jobs.."
MissionSummary="Kill the fugitives."
MissionGiver="Anti-theft symbol"
MissionTurnInLocation="Commission on Pirates' Bounties"
TeaserText="Fight, die or fly and you will die a second time.."

[PirateQueen.M_Orchid_Deserters:KillDeserter1 MissionObjectiveDefinition]
ProgressMessage="kill repairman benny"

[PirateQueen.M_Orchid_Deserters:KillDeserter1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_Deserters:KillDeserter2 MissionObjectiveDefinition]
ProgressMessage="Kill the sailor."

[PirateQueen.M_Orchid_Deserters:KillDeserter2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_Deserters:KillDeserter3 MissionObjectiveDefinition]
ProgressMessage="Defeat Toothless Terry"

[PirateQueen.M_Orchid_Deserters:KillDeserter3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_Deserters:KillDeserters MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_ScurvyDogs MissionDefinition]
MissionName="blacksmith's dog"
MissionDescription="Scurvy killed many people. Not death like bullets, starvation, and explosions, but death itself. For this, Mercer asked him to collect his salary.."
TurnInDescription="There are enough eggs to kill the cancer. Murray shot himself in the leg but took vitamin C.."
MissionSummary="Reap the fruits."
MissionGiver="Pirate Awards Committee"
MissionTurnInLocation="Pirate price"
TeaserText="Lack of vitamin C causes scurvy, which can be cured by drinking orange juice regularly..<br>Again you say I play video games and I don't learn anything."

[PirateQueen.M_Orchid_ScurvyDogs:CollectFood MissionObjectiveDefinition]
ProgressMessage="Select a product"

[PirateQueen.M_Orchid_ScurvyDogs:CollectFoodSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_SmellsLikeVictory MissionDefinition]
MissionName="Breath of victory"
MissionDescription="Panel Spica, the psychopath from the red team must die: laughter, violence and brutality. Because Scarlett wanted the punishment to be fun and enjoyable, she asked to be given the knife. But that raises another question: why does it look like a corpse? Add spices to make it delicious.."
TurnInDescription="to use!"
MissionSummary="Give the sword to the sand snake."
MissionGiver="Give rewards to pirates"
MissionTurnInLocation="commission of theft"
TeaserText="Scarlett has some problems. What is his name? sharp knife."

[PirateQueen.M_Orchid_SmellsLikeVictory:GetCondiments MissionObjectiveDefinition]
ProgressMessage="Spice mix"

[PirateQueen.M_Orchid_SmellsLikeVictory:GetCondimentsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="take food."
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_SmellsLikeVictory:MeetShivSpike MissionObjectiveDefinition]
ProgressMessage="Find the Spike reward"

[PirateQueen.M_Orchid_SmellsLikeVictory:MeetShivSpikeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_SmellsLikeVictory:Push MissionObjectiveDefinition]
ProgressMessage="Kill the worm with your sword"

[PirateQueen.M_Orchid_SmellsLikeVictory:PushSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Throw the sword into the depths of the sea."
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_SmellsLikeVictory:UseCondiments MissionObjectiveDefinition]
ProgressMessage="Red fish covered with spices"

[PirateQueen.M_Orchid_SmellsLikeVictory:UseCondimentsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Enjoy the dog with nails.."
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_FireWater MissionDefinition]
MissionName="Fire is water"
MissionDescription="According to thirty, the body was that of Frank, a whiskey-drinking alcoholic. Shadow asks you to take the bottle and take it to Frank. No one knows how dark got Frank's body to drink whiskey.."
TurnInDescription="Franke could have died instead - he would have been killed by the alcohol he drank.."
MissionSummary="Drink a whiskey."
MissionGiver="Respect"
MissionTurnInLocation="Shadows"
TeaserText="Party with body and alcohol!"

[ShadyDealer.M_Orchid_FireWater:FindFireWater MissionObjectiveDefinition]
ProgressMessage="Drink whiskey"

[ShadyDealer.M_Orchid_FireWater:FireWaterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_FireWater:GiveWhiskey MissionObjectiveDefinition]
ProgressMessage="Give me a whiskey"

[ShadyDealer.M_Orchid_FireWater:GiveWhiskeySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Give Frank a drink."
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_FireWater:ReturnToShadyDealer MissionObjectiveDefinition]
ProgressMessage="Back to the shadows"

[ShadyDealer.M_Orchid_FireWater:ReturnToShadyDealerSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Back to the shadows"
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_JockoLegUp MissionDefinition]
MissionName="Give Jack a hand"
MissionDescription="Jocko, one of Shadow's immortal friends, dreams of becoming a pirate. Shadow asks Jocko to collect pirate items (swords, daggers, etc.) to grant his wish. You have to kill a lot of pirates to get weapons from their corpses.."
TurnInDescription="Some might say that by ending Shadow Quest, he destroys his culture and continues the cycle of insanity..<br>People say really stupid things.."
MissionSummary="Collect boat gear for Jock.."
MissionGiver="shadow"
MissionTurnInLocation="thought"
TeaserText="Collect Jock's pirated items.."

[ShadyDealer.M_Orchid_JockoLegUp:CollectItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_JockoLegUp:CollectKidneys MissionObjectiveDefinition]
ProgressMessage="Get your rock"

[ShadyDealer.M_Orchid_JockoLegUp:CollectLimbs MissionObjectiveDefinition]
ProgressMessage="Remove the branches."

[ShadyDealer.M_Orchid_JockoLegUp:CollectTeeth MissionObjectiveDefinition]
ProgressMessage="Add gold teeth"

[ShadyDealer.M_Orchid_Wingman MissionDefinition]
MissionName="Throw a rope"
MissionDescription="Shade wants to propose to a woman named Natalie. Unfortunately, she lost her wedding ring. He finds her and Shade asks Natalie for help, she will be the happiest person in Pandora.."
TurnInDescription=""Thank you," Natalie asked Shadow. So do you think you will ever have a relationship with him?."
MissionSummary="Natalie asked at the wedding."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText="help me my brother."

[ShadyDealer.M_Orchid_Wingman:FindRing MissionObjectiveDefinition]
ProgressMessage="the contract"

[ShadyDealer.M_Orchid_Wingman:FindRingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_Wingman:Propose MissionObjectiveDefinition]
ProgressMessage="he said to Natalie."

[ShadyDealer.M_Orchid_Wingman:ProposeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_Wingman:ReturnToShadyDealer MissionObjectiveDefinition]
ProgressMessage="Back to the dark side"

[ShadyDealer.M_Orchid_Wingman:ReturnToShadyDealerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

